alefragnani.project-manager
amimaro.remix-run-snippets
bodil.prettier-toml
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
esbenp.prettier-vscode
github.vscode-github-actions
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-playwright.playwright
ms-vscode.makefile-tools
ms-vscode.sublime-keybindings
prisma.prisma
qwtel.sqlite-viewer
rangav.vscode-thunder-client
sdras.night-owl
sleistner.vscode-fileutils
supermaven.supermaven
tamasfe.even-better-toml
yoavbls.pretty-ts-errors
